Repository: MaximilianoRicoTabo/pmpro-auto-renewal-checkbox
Catalog: languages/pmpro-auto-renewal-checkbox-*.po
Languages: de_de

source: Auto-Renewal Settings
de_de: Einstellungen zur automatischen Verlängerung

source: Change this setting to make-auto renewals optional at checkout.
de_de: Ändere diese Einstellung, so dass die automatische Verlängerung beim Checkout optional ist.

source: Auto-Renewal Optional?
de_de: Automatische Verlängerung optional?

source: No. All checkouts will setup recurring billing.
de_de: Nein. Bei allen Checkouts wird eine wiederkehrende Abrechnung eingerichtet.

source: Yes. Default to unchecked.
de_de: Ja. Standardmäßig nicht aktiviert.

source: Yes. Default to checked.
de_de: Ja. Standardmäßig aktiviert.

source: Would you like to set up automatic renewals?
de_de: Soll sich die Mitgliedschaft automatisch verlängern?

source: Yes, renew at %s
de_de: Ja, die Mitgliedschaft verlängert sich automatisch für <strong>%s</strong>

source: View Documentation
de_de: Dokumentation anzeigen

source: Visit Customer Support Forum
de_de: Kunden-Support-Forum besuchen
